;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; org-roam needs unpinned to use latest.
(unpin! org-roam)

(package! ef-themes)
(package! exec-path-from-shell)
(package! hackernews)
(package! org-modern)
(package! org-roam-ui)
(package! ox-gfm)
(package! ox-jira)
(package! ox-pandoc)
(package! rego-mode)
(package! jsonnet-mode)

(package! nginx-mode)
(package! kubernetes)
(package! kubernetes-evil)
(package! k8s-mode)

;; (package! go-playground)
(package! vterm-toggle)
;; (package! prettier)
